"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 1000, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": \"<OOV>\", \"document_count\": 54, \"word_counts\": \"{\\\"hello\\\": 1, \\\"hi\\\": 2, \\\"hey\\\": 2, \\\"there\\\": 2, \\\"good\\\": 2, \\\"morning\\\": 1, \\\"evening\\\": 1, \\\"bye\\\": 1, \\\"goodbye\\\": 1, \\\"see\\\": 1, \\\"you\\\": 18, \\\"later\\\": 1, \\\"take\\\": 1, \\\"care\\\": 1, \\\"farewell\\\": 1, \\\"thank\\\": 1, \\\"thanks\\\": 1, \\\"appreciate\\\": 1, \\\"it\\\": 3, \\\"much\\\": 1, \\\"obliged\\\": 1, \\\"can\\\": 1, \\\"help\\\": 2, \\\"me\\\": 9, \\\"i\\\": 2, \\\"need\\\": 1, \\\"assistance\\\": 1, \\\"how\\\": 4, \\\"do\\\": 7, \\\"this\\\": 1, \\\"please\\\": 1, \\\"are\\\": 9, \\\"how's\\\": 2, \\\"going\\\": 1, \\\"what's\\\": 4, \\\"up\\\": 1, \\\"have\\\": 3, \\\"been\\\": 1, \\\"the\\\": 3, \\\"weather\\\": 2, \\\"like\\\": 2, \\\"is\\\": 1, \\\"raining\\\": 1, \\\"today\\\": 1, \\\"tell\\\": 4, \\\"a\\\": 4, \\\"joke\\\": 1, \\\"make\\\": 1, \\\"laugh\\\": 1, \\\"give\\\": 2, \\\"something\\\": 3, \\\"funny\\\": 1, \\\"who\\\": 2, \\\"what\\\": 3, \\\"bot\\\": 1, \\\"your\\\": 1, \\\"name\\\": 2, \\\"called\\\": 1, \\\"you're\\\": 3, \\\"awesome\\\": 1, \\\"great\\\": 1, \\\"job\\\": 1, \\\"smart\\\": 1, \\\"dumb\\\": 1, \\\"useless\\\": 1, \\\"bad\\\": 1, \\\"old\\\": 2, \\\"when\\\": 1, \\\"were\\\": 1, \\\"created\\\": 1, \\\"young\\\": 1, \\\"or\\\": 1, \\\"for\\\": 1, \\\"fun\\\": 1, \\\"hobbies\\\": 1, \\\"fact\\\": 1, \\\"interesting\\\": 1, \\\"new\\\": 2, \\\"latest\\\": 1, \\\"news\\\": 1, \\\"any\\\": 1, \\\"updates\\\": 1}\", \"word_docs\": \"{\\\"hello\\\": 1, \\\"hi\\\": 2, \\\"hey\\\": 2, \\\"there\\\": 2, \\\"morning\\\": 1, \\\"good\\\": 2, \\\"evening\\\": 1, \\\"bye\\\": 1, \\\"goodbye\\\": 1, \\\"see\\\": 1, \\\"you\\\": 18, \\\"later\\\": 1, \\\"care\\\": 1, \\\"take\\\": 1, \\\"farewell\\\": 1, \\\"thank\\\": 1, \\\"thanks\\\": 1, \\\"it\\\": 3, \\\"appreciate\\\": 1, \\\"obliged\\\": 1, \\\"much\\\": 1, \\\"can\\\": 1, \\\"help\\\": 2, \\\"me\\\": 9, \\\"assistance\\\": 1, \\\"need\\\": 1, \\\"i\\\": 2, \\\"do\\\": 5, \\\"how\\\": 4, \\\"this\\\": 1, \\\"please\\\": 1, \\\"are\\\": 9, \\\"how's\\\": 2, \\\"going\\\": 1, \\\"up\\\": 1, \\\"what's\\\": 4, \\\"have\\\": 3, \\\"been\\\": 1, \\\"the\\\": 3, \\\"like\\\": 2, \\\"weather\\\": 2, \\\"is\\\": 1, \\\"raining\\\": 1, \\\"today\\\": 1, \\\"tell\\\": 4, \\\"a\\\": 4, \\\"joke\\\": 1, \\\"laugh\\\": 1, \\\"make\\\": 1, \\\"give\\\": 2, \\\"something\\\": 3, \\\"funny\\\": 1, \\\"who\\\": 2, \\\"what\\\": 3, \\\"bot\\\": 1, \\\"name\\\": 2, \\\"your\\\": 1, \\\"called\\\": 1, \\\"awesome\\\": 1, \\\"you're\\\": 3, \\\"job\\\": 1, \\\"great\\\": 1, \\\"smart\\\": 1, \\\"dumb\\\": 1, \\\"useless\\\": 1, \\\"bad\\\": 1, \\\"old\\\": 2, \\\"were\\\": 1, \\\"created\\\": 1, \\\"when\\\": 1, \\\"or\\\": 1, \\\"young\\\": 1, \\\"fun\\\": 1, \\\"for\\\": 1, \\\"hobbies\\\": 1, \\\"fact\\\": 1, \\\"interesting\\\": 1, \\\"new\\\": 2, \\\"news\\\": 1, \\\"latest\\\": 1, \\\"any\\\": 1, \\\"updates\\\": 1}\", \"index_docs\": \"{\\\"30\\\": 1, \\\"16\\\": 2, \\\"17\\\": 2, \\\"18\\\": 2, \\\"31\\\": 1, \\\"19\\\": 2, \\\"32\\\": 1, \\\"33\\\": 1, \\\"34\\\": 1, \\\"35\\\": 1, \\\"2\\\": 18, \\\"36\\\": 1, \\\"38\\\": 1, \\\"37\\\": 1, \\\"39\\\": 1, \\\"40\\\": 1, \\\"41\\\": 1, \\\"10\\\": 3, \\\"42\\\": 1, \\\"44\\\": 1, \\\"43\\\": 1, \\\"45\\\": 1, \\\"20\\\": 2, \\\"3\\\": 9, \\\"47\\\": 1, \\\"46\\\": 1, \\\"21\\\": 2, \\\"5\\\": 5, \\\"6\\\": 4, \\\"48\\\": 1, \\\"49\\\": 1, \\\"4\\\": 9, \\\"22\\\": 2, \\\"50\\\": 1, \\\"51\\\": 1, \\\"7\\\": 4, \\\"11\\\": 3, \\\"52\\\": 1, \\\"12\\\": 3, \\\"24\\\": 2, \\\"23\\\": 2, \\\"53\\\": 1, \\\"54\\\": 1, \\\"55\\\": 1, \\\"8\\\": 4, \\\"9\\\": 4, \\\"56\\\": 1, \\\"58\\\": 1, \\\"57\\\": 1, \\\"25\\\": 2, \\\"13\\\": 3, \\\"59\\\": 1, \\\"26\\\": 2, \\\"14\\\": 3, \\\"60\\\": 1, \\\"27\\\": 2, \\\"61\\\": 1, \\\"62\\\": 1, \\\"63\\\": 1, \\\"15\\\": 3, \\\"65\\\": 1, \\\"64\\\": 1, \\\"66\\\": 1, \\\"67\\\": 1, \\\"68\\\": 1, \\\"69\\\": 1, \\\"28\\\": 2, \\\"71\\\": 1, \\\"72\\\": 1, \\\"70\\\": 1, \\\"74\\\": 1, \\\"73\\\": 1, \\\"76\\\": 1, \\\"75\\\": 1, \\\"77\\\": 1, \\\"78\\\": 1, \\\"79\\\": 1, \\\"29\\\": 2, \\\"81\\\": 1, \\\"80\\\": 1, \\\"82\\\": 1, \\\"83\\\": 1}\", \"index_word\": \"{\\\"1\\\": \\\"<OOV>\\\", \\\"2\\\": \\\"you\\\", \\\"3\\\": \\\"me\\\", \\\"4\\\": \\\"are\\\", \\\"5\\\": \\\"do\\\", \\\"6\\\": \\\"how\\\", \\\"7\\\": \\\"what's\\\", \\\"8\\\": \\\"tell\\\", \\\"9\\\": \\\"a\\\", \\\"10\\\": \\\"it\\\", \\\"11\\\": \\\"have\\\", \\\"12\\\": \\\"the\\\", \\\"13\\\": \\\"something\\\", \\\"14\\\": \\\"what\\\", \\\"15\\\": \\\"you're\\\", \\\"16\\\": \\\"hi\\\", \\\"17\\\": \\\"hey\\\", \\\"18\\\": \\\"there\\\", \\\"19\\\": \\\"good\\\", \\\"20\\\": \\\"help\\\", \\\"21\\\": \\\"i\\\", \\\"22\\\": \\\"how's\\\", \\\"23\\\": \\\"weather\\\", \\\"24\\\": \\\"like\\\", \\\"25\\\": \\\"give\\\", \\\"26\\\": \\\"who\\\", \\\"27\\\": \\\"name\\\", \\\"28\\\": \\\"old\\\", \\\"29\\\": \\\"new\\\", \\\"30\\\": \\\"hello\\\", \\\"31\\\": \\\"morning\\\", \\\"32\\\": \\\"evening\\\", \\\"33\\\": \\\"bye\\\", \\\"34\\\": \\\"goodbye\\\", \\\"35\\\": \\\"see\\\", \\\"36\\\": \\\"later\\\", \\\"37\\\": \\\"take\\\", \\\"38\\\": \\\"care\\\", \\\"39\\\": \\\"farewell\\\", \\\"40\\\": \\\"thank\\\", \\\"41\\\": \\\"thanks\\\", \\\"42\\\": \\\"appreciate\\\", \\\"43\\\": \\\"much\\\", \\\"44\\\": \\\"obliged\\\", \\\"45\\\": \\\"can\\\", \\\"46\\\": \\\"need\\\", \\\"47\\\": \\\"assistance\\\", \\\"48\\\": \\\"this\\\", \\\"49\\\": \\\"please\\\", \\\"50\\\": \\\"going\\\", \\\"51\\\": \\\"up\\\", \\\"52\\\": \\\"been\\\", \\\"53\\\": \\\"is\\\", \\\"54\\\": \\\"raining\\\", \\\"55\\\": \\\"today\\\", \\\"56\\\": \\\"joke\\\", \\\"57\\\": \\\"make\\\", \\\"58\\\": \\\"laugh\\\", \\\"59\\\": \\\"funny\\\", \\\"60\\\": \\\"bot\\\", \\\"61\\\": \\\"your\\\", \\\"62\\\": \\\"called\\\", \\\"63\\\": \\\"awesome\\\", \\\"64\\\": \\\"great\\\", \\\"65\\\": \\\"job\\\", \\\"66\\\": \\\"smart\\\", \\\"67\\\": \\\"dumb\\\", \\\"68\\\": \\\"useless\\\", \\\"69\\\": \\\"bad\\\", \\\"70\\\": \\\"when\\\", \\\"71\\\": \\\"were\\\", \\\"72\\\": \\\"created\\\", \\\"73\\\": \\\"young\\\", \\\"74\\\": \\\"or\\\", \\\"75\\\": \\\"for\\\", \\\"76\\\": \\\"fun\\\", \\\"77\\\": \\\"hobbies\\\", \\\"78\\\": \\\"fact\\\", \\\"79\\\": \\\"interesting\\\", \\\"80\\\": \\\"latest\\\", \\\"81\\\": \\\"news\\\", \\\"82\\\": \\\"any\\\", \\\"83\\\": \\\"updates\\\"}\", \"word_index\": \"{\\\"<OOV>\\\": 1, \\\"you\\\": 2, \\\"me\\\": 3, \\\"are\\\": 4, \\\"do\\\": 5, \\\"how\\\": 6, \\\"what's\\\": 7, \\\"tell\\\": 8, \\\"a\\\": 9, \\\"it\\\": 10, \\\"have\\\": 11, \\\"the\\\": 12, \\\"something\\\": 13, \\\"what\\\": 14, \\\"you're\\\": 15, \\\"hi\\\": 16, \\\"hey\\\": 17, \\\"there\\\": 18, \\\"good\\\": 19, \\\"help\\\": 20, \\\"i\\\": 21, \\\"how's\\\": 22, \\\"weather\\\": 23, \\\"like\\\": 24, \\\"give\\\": 25, \\\"who\\\": 26, \\\"name\\\": 27, \\\"old\\\": 28, \\\"new\\\": 29, \\\"hello\\\": 30, \\\"morning\\\": 31, \\\"evening\\\": 32, \\\"bye\\\": 33, \\\"goodbye\\\": 34, \\\"see\\\": 35, \\\"later\\\": 36, \\\"take\\\": 37, \\\"care\\\": 38, \\\"farewell\\\": 39, \\\"thank\\\": 40, \\\"thanks\\\": 41, \\\"appreciate\\\": 42, \\\"much\\\": 43, \\\"obliged\\\": 44, \\\"can\\\": 45, \\\"need\\\": 46, \\\"assistance\\\": 47, \\\"this\\\": 48, \\\"please\\\": 49, \\\"going\\\": 50, \\\"up\\\": 51, \\\"been\\\": 52, \\\"is\\\": 53, \\\"raining\\\": 54, \\\"today\\\": 55, \\\"joke\\\": 56, \\\"make\\\": 57, \\\"laugh\\\": 58, \\\"funny\\\": 59, \\\"bot\\\": 60, \\\"your\\\": 61, \\\"called\\\": 62, \\\"awesome\\\": 63, \\\"great\\\": 64, \\\"job\\\": 65, \\\"smart\\\": 66, \\\"dumb\\\": 67, \\\"useless\\\": 68, \\\"bad\\\": 69, \\\"when\\\": 70, \\\"were\\\": 71, \\\"created\\\": 72, \\\"young\\\": 73, \\\"or\\\": 74, \\\"for\\\": 75, \\\"fun\\\": 76, \\\"hobbies\\\": 77, \\\"fact\\\": 78, \\\"interesting\\\": 79, \\\"latest\\\": 80, \\\"news\\\": 81, \\\"any\\\": 82, \\\"updates\\\": 83}\"}}"