"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 5000, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": \"<OOV>\", \"document_count\": 109, \"word_counts\": \"{\\\"hello\\\": 1, \\\"hi\\\": 2, \\\"hey\\\": 3, \\\"there\\\": 2, \\\"good\\\": 2, \\\"morning\\\": 1, \\\"evening\\\": 1, \\\"what's\\\": 7, \\\"up\\\": 3, \\\"howdy\\\": 1, \\\"yo\\\": 1, \\\"bye\\\": 1, \\\"goodbye\\\": 1, \\\"see\\\": 1, \\\"you\\\": 37, \\\"later\\\": 2, \\\"take\\\": 1, \\\"care\\\": 1, \\\"farewell\\\": 1, \\\"i'm\\\": 1, \\\"leaving\\\": 1, \\\"catch\\\": 1, \\\"peace\\\": 1, \\\"out\\\": 1, \\\"thank\\\": 1, \\\"thanks\\\": 2, \\\"appreciate\\\": 1, \\\"it\\\": 6, \\\"much\\\": 1, \\\"obliged\\\": 1, \\\"many\\\": 1, \\\"grateful\\\": 1, \\\"for\\\": 2, \\\"your\\\": 7, \\\"help\\\": 4, \\\"can\\\": 4, \\\"me\\\": 25, \\\"i\\\": 9, \\\"need\\\": 3, \\\"assistance\\\": 2, \\\"how\\\": 9, \\\"do\\\": 17, \\\"this\\\": 2, \\\"please\\\": 1, \\\"could\\\": 1, \\\"assist\\\": 1, \\\"some\\\": 1, \\\"guidance\\\": 1, \\\"with\\\": 1, \\\"something\\\": 8, \\\"are\\\": 11, \\\"how's\\\": 4, \\\"going\\\": 2, \\\"have\\\": 5, \\\"been\\\": 1, \\\"day\\\": 2, \\\"feel\\\": 1, \\\"know\\\": 3, \\\"what\\\": 9, \\\"time\\\": 1, \\\"is\\\": 4, \\\"the\\\": 5, \\\"weather\\\": 2, \\\"like\\\": 3, \\\"raining\\\": 1, \\\"today\\\": 2, \\\"sunny\\\": 1, \\\"outside\\\": 1, \\\"will\\\": 1, \\\"snow\\\": 1, \\\"tell\\\": 10, \\\"a\\\": 8, \\\"joke\\\": 2, \\\"make\\\": 3, \\\"laugh\\\": 2, \\\"give\\\": 5, \\\"funny\\\": 2, \\\"any\\\": 2, \\\"jokes\\\": 1, \\\"an\\\": 1, \\\"ai\\\": 1, \\\"purpose\\\": 1, \\\"kind\\\": 1, \\\"of\\\": 1, \\\"chatbot\\\": 2, \\\"who\\\": 3, \\\"created\\\": 2, \\\"name\\\": 4, \\\"called\\\": 1, \\\"should\\\": 2, \\\"call\\\": 2, \\\"nickname\\\": 1, \\\"people\\\": 1, \\\"known\\\": 1, \\\"as\\\": 1, \\\"refer\\\": 1, \\\"to\\\": 1, \\\"you're\\\": 8, \\\"awesome\\\": 1, \\\"great\\\": 2, \\\"job\\\": 2, \\\"smart\\\": 2, \\\"amazing\\\": 1, \\\"best\\\": 1, \\\"really\\\": 1, \\\"helpful\\\": 1, \\\"dumb\\\": 1, \\\"useless\\\": 1, \\\"bad\\\": 1, \\\"don't\\\": 2, \\\"annoying\\\": 1, \\\"old\\\": 2, \\\"when\\\": 1, \\\"were\\\": 1, \\\"young\\\": 1, \\\"or\\\": 1, \\\"long\\\": 1, \\\"existed\\\": 1, \\\"fun\\\": 4, \\\"hobbies\\\": 1, \\\"enjoy\\\": 1, \\\"anything\\\": 1, \\\"fact\\\": 4, \\\"interesting\\\": 1, \\\"new\\\": 2, \\\"share\\\": 1, \\\"cool\\\": 1, \\\"latest\\\": 1, \\\"news\\\": 1, \\\"updates\\\": 1, \\\"happening\\\": 1, \\\"in\\\": 1, \\\"world\\\": 1, \\\"entertain\\\": 1, \\\"smile\\\": 1, \\\"cheer\\\": 1, \\\"motivation\\\": 1, \\\"inspire\\\": 1, \\\"uplifting\\\": 1}\", \"word_docs\": \"{\\\"hello\\\": 1, \\\"hi\\\": 2, \\\"there\\\": 2, \\\"hey\\\": 3, \\\"morning\\\": 1, \\\"good\\\": 2, \\\"evening\\\": 1, \\\"up\\\": 3, \\\"what's\\\": 7, \\\"howdy\\\": 1, \\\"yo\\\": 1, \\\"bye\\\": 1, \\\"goodbye\\\": 1, \\\"later\\\": 2, \\\"see\\\": 1, \\\"you\\\": 37, \\\"care\\\": 1, \\\"take\\\": 1, \\\"farewell\\\": 1, \\\"i'm\\\": 1, \\\"leaving\\\": 1, \\\"catch\\\": 1, \\\"peace\\\": 1, \\\"out\\\": 1, \\\"thank\\\": 1, \\\"thanks\\\": 2, \\\"it\\\": 6, \\\"appreciate\\\": 1, \\\"obliged\\\": 1, \\\"much\\\": 1, \\\"many\\\": 1, \\\"your\\\": 7, \\\"for\\\": 2, \\\"help\\\": 4, \\\"grateful\\\": 1, \\\"me\\\": 25, \\\"can\\\": 4, \\\"assistance\\\": 2, \\\"i\\\": 9, \\\"need\\\": 3, \\\"how\\\": 9, \\\"this\\\": 2, \\\"do\\\": 14, \\\"please\\\": 1, \\\"assist\\\": 1, \\\"could\\\": 1, \\\"guidance\\\": 1, \\\"some\\\": 1, \\\"something\\\": 8, \\\"with\\\": 1, \\\"are\\\": 11, \\\"going\\\": 2, \\\"how's\\\": 4, \\\"been\\\": 1, \\\"have\\\": 5, \\\"day\\\": 2, \\\"feel\\\": 1, \\\"time\\\": 1, \\\"is\\\": 4, \\\"know\\\": 3, \\\"what\\\": 9, \\\"weather\\\": 2, \\\"the\\\": 5, \\\"like\\\": 3, \\\"raining\\\": 1, \\\"today\\\": 2, \\\"outside\\\": 1, \\\"sunny\\\": 1, \\\"will\\\": 1, \\\"snow\\\": 1, \\\"tell\\\": 10, \\\"a\\\": 8, \\\"joke\\\": 2, \\\"make\\\": 3, \\\"laugh\\\": 2, \\\"funny\\\": 2, \\\"give\\\": 5, \\\"any\\\": 2, \\\"jokes\\\": 1, \\\"an\\\": 1, \\\"ai\\\": 1, \\\"purpose\\\": 1, \\\"kind\\\": 1, \\\"chatbot\\\": 2, \\\"of\\\": 1, \\\"who\\\": 3, \\\"created\\\": 2, \\\"name\\\": 4, \\\"called\\\": 1, \\\"call\\\": 2, \\\"should\\\": 2, \\\"nickname\\\": 1, \\\"people\\\": 1, \\\"known\\\": 1, \\\"as\\\": 1, \\\"to\\\": 1, \\\"refer\\\": 1, \\\"you're\\\": 8, \\\"awesome\\\": 1, \\\"job\\\": 2, \\\"great\\\": 2, \\\"smart\\\": 2, \\\"amazing\\\": 1, \\\"best\\\": 1, \\\"really\\\": 1, \\\"helpful\\\": 1, \\\"dumb\\\": 1, \\\"useless\\\": 1, \\\"bad\\\": 1, \\\"don't\\\": 2, \\\"annoying\\\": 1, \\\"old\\\": 2, \\\"when\\\": 1, \\\"were\\\": 1, \\\"young\\\": 1, \\\"or\\\": 1, \\\"long\\\": 1, \\\"existed\\\": 1, \\\"fun\\\": 4, \\\"hobbies\\\": 1, \\\"enjoy\\\": 1, \\\"anything\\\": 1, \\\"fact\\\": 4, \\\"interesting\\\": 1, \\\"new\\\": 2, \\\"share\\\": 1, \\\"cool\\\": 1, \\\"latest\\\": 1, \\\"news\\\": 1, \\\"updates\\\": 1, \\\"in\\\": 1, \\\"world\\\": 1, \\\"happening\\\": 1, \\\"entertain\\\": 1, \\\"smile\\\": 1, \\\"cheer\\\": 1, \\\"motivation\\\": 1, \\\"inspire\\\": 1, \\\"uplifting\\\": 1}\", \"index_docs\": \"{\\\"59\\\": 1, \\\"33\\\": 2, \\\"34\\\": 2, \\\"26\\\": 3, \\\"60\\\": 1, \\\"35\\\": 2, \\\"61\\\": 1, \\\"27\\\": 3, \\\"13\\\": 7, \\\"62\\\": 1, \\\"63\\\": 1, \\\"64\\\": 1, \\\"65\\\": 1, \\\"36\\\": 2, \\\"66\\\": 1, \\\"2\\\": 37, \\\"68\\\": 1, \\\"67\\\": 1, \\\"69\\\": 1, \\\"70\\\": 1, \\\"71\\\": 1, \\\"72\\\": 1, \\\"73\\\": 1, \\\"74\\\": 1, \\\"75\\\": 1, \\\"37\\\": 2, \\\"15\\\": 6, \\\"76\\\": 1, \\\"78\\\": 1, \\\"77\\\": 1, \\\"79\\\": 1, \\\"14\\\": 7, \\\"38\\\": 2, \\\"19\\\": 4, \\\"80\\\": 1, \\\"3\\\": 25, \\\"20\\\": 4, \\\"39\\\": 2, \\\"7\\\": 9, \\\"28\\\": 3, \\\"8\\\": 9, \\\"40\\\": 2, \\\"4\\\": 14, \\\"81\\\": 1, \\\"83\\\": 1, \\\"82\\\": 1, \\\"85\\\": 1, \\\"84\\\": 1, \\\"10\\\": 8, \\\"86\\\": 1, \\\"5\\\": 11, \\\"41\\\": 2, \\\"21\\\": 4, \\\"87\\\": 1, \\\"16\\\": 5, \\\"42\\\": 2, \\\"88\\\": 1, \\\"89\\\": 1, \\\"22\\\": 4, \\\"29\\\": 3, \\\"9\\\": 9, \\\"43\\\": 2, \\\"17\\\": 5, \\\"30\\\": 3, \\\"90\\\": 1, \\\"44\\\": 2, \\\"92\\\": 1, \\\"91\\\": 1, \\\"93\\\": 1, \\\"94\\\": 1, \\\"6\\\": 10, \\\"11\\\": 8, \\\"45\\\": 2, \\\"31\\\": 3, \\\"46\\\": 2, \\\"47\\\": 2, \\\"18\\\": 5, \\\"48\\\": 2, \\\"95\\\": 1, \\\"96\\\": 1, \\\"97\\\": 1, \\\"98\\\": 1, \\\"99\\\": 1, \\\"49\\\": 2, \\\"100\\\": 1, \\\"32\\\": 3, \\\"50\\\": 2, \\\"23\\\": 4, \\\"101\\\": 1, \\\"52\\\": 2, \\\"51\\\": 2, \\\"102\\\": 1, \\\"103\\\": 1, \\\"104\\\": 1, \\\"105\\\": 1, \\\"107\\\": 1, \\\"106\\\": 1, \\\"12\\\": 8, \\\"108\\\": 1, \\\"54\\\": 2, \\\"53\\\": 2, \\\"55\\\": 2, \\\"109\\\": 1, \\\"110\\\": 1, \\\"111\\\": 1, \\\"112\\\": 1, \\\"113\\\": 1, \\\"114\\\": 1, \\\"115\\\": 1, \\\"56\\\": 2, \\\"116\\\": 1, \\\"57\\\": 2, \\\"117\\\": 1, \\\"118\\\": 1, \\\"119\\\": 1, \\\"120\\\": 1, \\\"121\\\": 1, \\\"122\\\": 1, \\\"24\\\": 4, \\\"123\\\": 1, \\\"124\\\": 1, \\\"125\\\": 1, \\\"25\\\": 4, \\\"126\\\": 1, \\\"58\\\": 2, \\\"127\\\": 1, \\\"128\\\": 1, \\\"129\\\": 1, \\\"130\\\": 1, \\\"131\\\": 1, \\\"133\\\": 1, \\\"134\\\": 1, \\\"132\\\": 1, \\\"135\\\": 1, \\\"136\\\": 1, \\\"137\\\": 1, \\\"138\\\": 1, \\\"139\\\": 1, \\\"140\\\": 1}\", \"index_word\": \"{\\\"1\\\": \\\"<OOV>\\\", \\\"2\\\": \\\"you\\\", \\\"3\\\": \\\"me\\\", \\\"4\\\": \\\"do\\\", \\\"5\\\": \\\"are\\\", \\\"6\\\": \\\"tell\\\", \\\"7\\\": \\\"i\\\", \\\"8\\\": \\\"how\\\", \\\"9\\\": \\\"what\\\", \\\"10\\\": \\\"something\\\", \\\"11\\\": \\\"a\\\", \\\"12\\\": \\\"you're\\\", \\\"13\\\": \\\"what's\\\", \\\"14\\\": \\\"your\\\", \\\"15\\\": \\\"it\\\", \\\"16\\\": \\\"have\\\", \\\"17\\\": \\\"the\\\", \\\"18\\\": \\\"give\\\", \\\"19\\\": \\\"help\\\", \\\"20\\\": \\\"can\\\", \\\"21\\\": \\\"how's\\\", \\\"22\\\": \\\"is\\\", \\\"23\\\": \\\"name\\\", \\\"24\\\": \\\"fun\\\", \\\"25\\\": \\\"fact\\\", \\\"26\\\": \\\"hey\\\", \\\"27\\\": \\\"up\\\", \\\"28\\\": \\\"need\\\", \\\"29\\\": \\\"know\\\", \\\"30\\\": \\\"like\\\", \\\"31\\\": \\\"make\\\", \\\"32\\\": \\\"who\\\", \\\"33\\\": \\\"hi\\\", \\\"34\\\": \\\"there\\\", \\\"35\\\": \\\"good\\\", \\\"36\\\": \\\"later\\\", \\\"37\\\": \\\"thanks\\\", \\\"38\\\": \\\"for\\\", \\\"39\\\": \\\"assistance\\\", \\\"40\\\": \\\"this\\\", \\\"41\\\": \\\"going\\\", \\\"42\\\": \\\"day\\\", \\\"43\\\": \\\"weather\\\", \\\"44\\\": \\\"today\\\", \\\"45\\\": \\\"joke\\\", \\\"46\\\": \\\"laugh\\\", \\\"47\\\": \\\"funny\\\", \\\"48\\\": \\\"any\\\", \\\"49\\\": \\\"chatbot\\\", \\\"50\\\": \\\"created\\\", \\\"51\\\": \\\"should\\\", \\\"52\\\": \\\"call\\\", \\\"53\\\": \\\"great\\\", \\\"54\\\": \\\"job\\\", \\\"55\\\": \\\"smart\\\", \\\"56\\\": \\\"don't\\\", \\\"57\\\": \\\"old\\\", \\\"58\\\": \\\"new\\\", \\\"59\\\": \\\"hello\\\", \\\"60\\\": \\\"morning\\\", \\\"61\\\": \\\"evening\\\", \\\"62\\\": \\\"howdy\\\", \\\"63\\\": \\\"yo\\\", \\\"64\\\": \\\"bye\\\", \\\"65\\\": \\\"goodbye\\\", \\\"66\\\": \\\"see\\\", \\\"67\\\": \\\"take\\\", \\\"68\\\": \\\"care\\\", \\\"69\\\": \\\"farewell\\\", \\\"70\\\": \\\"i'm\\\", \\\"71\\\": \\\"leaving\\\", \\\"72\\\": \\\"catch\\\", \\\"73\\\": \\\"peace\\\", \\\"74\\\": \\\"out\\\", \\\"75\\\": \\\"thank\\\", \\\"76\\\": \\\"appreciate\\\", \\\"77\\\": \\\"much\\\", \\\"78\\\": \\\"obliged\\\", \\\"79\\\": \\\"many\\\", \\\"80\\\": \\\"grateful\\\", \\\"81\\\": \\\"please\\\", \\\"82\\\": \\\"could\\\", \\\"83\\\": \\\"assist\\\", \\\"84\\\": \\\"some\\\", \\\"85\\\": \\\"guidance\\\", \\\"86\\\": \\\"with\\\", \\\"87\\\": \\\"been\\\", \\\"88\\\": \\\"feel\\\", \\\"89\\\": \\\"time\\\", \\\"90\\\": \\\"raining\\\", \\\"91\\\": \\\"sunny\\\", \\\"92\\\": \\\"outside\\\", \\\"93\\\": \\\"will\\\", \\\"94\\\": \\\"snow\\\", \\\"95\\\": \\\"jokes\\\", \\\"96\\\": \\\"an\\\", \\\"97\\\": \\\"ai\\\", \\\"98\\\": \\\"purpose\\\", \\\"99\\\": \\\"kind\\\", \\\"100\\\": \\\"of\\\", \\\"101\\\": \\\"called\\\", \\\"102\\\": \\\"nickname\\\", \\\"103\\\": \\\"people\\\", \\\"104\\\": \\\"known\\\", \\\"105\\\": \\\"as\\\", \\\"106\\\": \\\"refer\\\", \\\"107\\\": \\\"to\\\", \\\"108\\\": \\\"awesome\\\", \\\"109\\\": \\\"amazing\\\", \\\"110\\\": \\\"best\\\", \\\"111\\\": \\\"really\\\", \\\"112\\\": \\\"helpful\\\", \\\"113\\\": \\\"dumb\\\", \\\"114\\\": \\\"useless\\\", \\\"115\\\": \\\"bad\\\", \\\"116\\\": \\\"annoying\\\", \\\"117\\\": \\\"when\\\", \\\"118\\\": \\\"were\\\", \\\"119\\\": \\\"young\\\", \\\"120\\\": \\\"or\\\", \\\"121\\\": \\\"long\\\", \\\"122\\\": \\\"existed\\\", \\\"123\\\": \\\"hobbies\\\", \\\"124\\\": \\\"enjoy\\\", \\\"125\\\": \\\"anything\\\", \\\"126\\\": \\\"interesting\\\", \\\"127\\\": \\\"share\\\", \\\"128\\\": \\\"cool\\\", \\\"129\\\": \\\"latest\\\", \\\"130\\\": \\\"news\\\", \\\"131\\\": \\\"updates\\\", \\\"132\\\": \\\"happening\\\", \\\"133\\\": \\\"in\\\", \\\"134\\\": \\\"world\\\", \\\"135\\\": \\\"entertain\\\", \\\"136\\\": \\\"smile\\\", \\\"137\\\": \\\"cheer\\\", \\\"138\\\": \\\"motivation\\\", \\\"139\\\": \\\"inspire\\\", \\\"140\\\": \\\"uplifting\\\"}\", \"word_index\": \"{\\\"<OOV>\\\": 1, \\\"you\\\": 2, \\\"me\\\": 3, \\\"do\\\": 4, \\\"are\\\": 5, \\\"tell\\\": 6, \\\"i\\\": 7, \\\"how\\\": 8, \\\"what\\\": 9, \\\"something\\\": 10, \\\"a\\\": 11, \\\"you're\\\": 12, \\\"what's\\\": 13, \\\"your\\\": 14, \\\"it\\\": 15, \\\"have\\\": 16, \\\"the\\\": 17, \\\"give\\\": 18, \\\"help\\\": 19, \\\"can\\\": 20, \\\"how's\\\": 21, \\\"is\\\": 22, \\\"name\\\": 23, \\\"fun\\\": 24, \\\"fact\\\": 25, \\\"hey\\\": 26, \\\"up\\\": 27, \\\"need\\\": 28, \\\"know\\\": 29, \\\"like\\\": 30, \\\"make\\\": 31, \\\"who\\\": 32, \\\"hi\\\": 33, \\\"there\\\": 34, \\\"good\\\": 35, \\\"later\\\": 36, \\\"thanks\\\": 37, \\\"for\\\": 38, \\\"assistance\\\": 39, \\\"this\\\": 40, \\\"going\\\": 41, \\\"day\\\": 42, \\\"weather\\\": 43, \\\"today\\\": 44, \\\"joke\\\": 45, \\\"laugh\\\": 46, \\\"funny\\\": 47, \\\"any\\\": 48, \\\"chatbot\\\": 49, \\\"created\\\": 50, \\\"should\\\": 51, \\\"call\\\": 52, \\\"great\\\": 53, \\\"job\\\": 54, \\\"smart\\\": 55, \\\"don't\\\": 56, \\\"old\\\": 57, \\\"new\\\": 58, \\\"hello\\\": 59, \\\"morning\\\": 60, \\\"evening\\\": 61, \\\"howdy\\\": 62, \\\"yo\\\": 63, \\\"bye\\\": 64, \\\"goodbye\\\": 65, \\\"see\\\": 66, \\\"take\\\": 67, \\\"care\\\": 68, \\\"farewell\\\": 69, \\\"i'm\\\": 70, \\\"leaving\\\": 71, \\\"catch\\\": 72, \\\"peace\\\": 73, \\\"out\\\": 74, \\\"thank\\\": 75, \\\"appreciate\\\": 76, \\\"much\\\": 77, \\\"obliged\\\": 78, \\\"many\\\": 79, \\\"grateful\\\": 80, \\\"please\\\": 81, \\\"could\\\": 82, \\\"assist\\\": 83, \\\"some\\\": 84, \\\"guidance\\\": 85, \\\"with\\\": 86, \\\"been\\\": 87, \\\"feel\\\": 88, \\\"time\\\": 89, \\\"raining\\\": 90, \\\"sunny\\\": 91, \\\"outside\\\": 92, \\\"will\\\": 93, \\\"snow\\\": 94, \\\"jokes\\\": 95, \\\"an\\\": 96, \\\"ai\\\": 97, \\\"purpose\\\": 98, \\\"kind\\\": 99, \\\"of\\\": 100, \\\"called\\\": 101, \\\"nickname\\\": 102, \\\"people\\\": 103, \\\"known\\\": 104, \\\"as\\\": 105, \\\"refer\\\": 106, \\\"to\\\": 107, \\\"awesome\\\": 108, \\\"amazing\\\": 109, \\\"best\\\": 110, \\\"really\\\": 111, \\\"helpful\\\": 112, \\\"dumb\\\": 113, \\\"useless\\\": 114, \\\"bad\\\": 115, \\\"annoying\\\": 116, \\\"when\\\": 117, \\\"were\\\": 118, \\\"young\\\": 119, \\\"or\\\": 120, \\\"long\\\": 121, \\\"existed\\\": 122, \\\"hobbies\\\": 123, \\\"enjoy\\\": 124, \\\"anything\\\": 125, \\\"interesting\\\": 126, \\\"share\\\": 127, \\\"cool\\\": 128, \\\"latest\\\": 129, \\\"news\\\": 130, \\\"updates\\\": 131, \\\"happening\\\": 132, \\\"in\\\": 133, \\\"world\\\": 134, \\\"entertain\\\": 135, \\\"smile\\\": 136, \\\"cheer\\\": 137, \\\"motivation\\\": 138, \\\"inspire\\\": 139, \\\"uplifting\\\": 140}\"}}"