"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 5000, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": \"<OOV>\", \"document_count\": 230, \"word_counts\": \"{\\\"hello\\\": 2, \\\"hi\\\": 4, \\\"hey\\\": 6, \\\"there\\\": 4, \\\"good\\\": 6, \\\"morning\\\": 2, \\\"evening\\\": 2, \\\"what's\\\": 14, \\\"up\\\": 6, \\\"howdy\\\": 2, \\\"yo\\\": 2, \\\"bye\\\": 2, \\\"goodbye\\\": 2, \\\"see\\\": 2, \\\"you\\\": 84, \\\"later\\\": 4, \\\"take\\\": 2, \\\"care\\\": 2, \\\"farewell\\\": 2, \\\"i'm\\\": 2, \\\"leaving\\\": 2, \\\"catch\\\": 2, \\\"peace\\\": 2, \\\"out\\\": 2, \\\"thank\\\": 2, \\\"thanks\\\": 4, \\\"appreciate\\\": 2, \\\"it\\\": 12, \\\"much\\\": 2, \\\"obliged\\\": 2, \\\"many\\\": 2, \\\"grateful\\\": 2, \\\"for\\\": 4, \\\"your\\\": 14, \\\"help\\\": 8, \\\"can\\\": 8, \\\"me\\\": 50, \\\"i\\\": 18, \\\"need\\\": 6, \\\"assistance\\\": 4, \\\"how\\\": 18, \\\"do\\\": 34, \\\"this\\\": 4, \\\"please\\\": 2, \\\"could\\\": 2, \\\"assist\\\": 2, \\\"some\\\": 2, \\\"guidance\\\": 2, \\\"with\\\": 2, \\\"something\\\": 16, \\\"are\\\": 30, \\\"how's\\\": 8, \\\"going\\\": 4, \\\"have\\\": 10, \\\"been\\\": 2, \\\"day\\\": 4, \\\"feel\\\": 2, \\\"know\\\": 6, \\\"what\\\": 18, \\\"time\\\": 2, \\\"is\\\": 8, \\\"the\\\": 10, \\\"weather\\\": 4, \\\"like\\\": 6, \\\"raining\\\": 2, \\\"today\\\": 4, \\\"sunny\\\": 2, \\\"outside\\\": 2, \\\"will\\\": 2, \\\"snow\\\": 2, \\\"tell\\\": 20, \\\"a\\\": 22, \\\"joke\\\": 6, \\\"make\\\": 6, \\\"laugh\\\": 4, \\\"give\\\": 10, \\\"funny\\\": 4, \\\"any\\\": 4, \\\"jokes\\\": 2, \\\"an\\\": 2, \\\"ai\\\": 2, \\\"purpose\\\": 2, \\\"kind\\\": 2, \\\"of\\\": 2, \\\"chatbot\\\": 4, \\\"who\\\": 6, \\\"created\\\": 4, \\\"name\\\": 8, \\\"called\\\": 2, \\\"should\\\": 4, \\\"call\\\": 4, \\\"nickname\\\": 2, \\\"people\\\": 2, \\\"known\\\": 2, \\\"as\\\": 2, \\\"refer\\\": 2, \\\"to\\\": 2, \\\"you're\\\": 16, \\\"awesome\\\": 4, \\\"great\\\": 4, \\\"job\\\": 4, \\\"smart\\\": 4, \\\"amazing\\\": 2, \\\"best\\\": 2, \\\"really\\\": 2, \\\"helpful\\\": 2, \\\"bot\\\": 6, \\\"okish\\\": 2, \\\"dumb\\\": 2, \\\"useless\\\": 2, \\\"bad\\\": 2, \\\"don't\\\": 4, \\\"annoying\\\": 2, \\\"stupid\\\": 4, \\\"old\\\": 4, \\\"when\\\": 2, \\\"were\\\": 2, \\\"young\\\": 2, \\\"or\\\": 2, \\\"long\\\": 2, \\\"existed\\\": 2, \\\"fun\\\": 8, \\\"hobbies\\\": 2, \\\"enjoy\\\": 2, \\\"anything\\\": 2, \\\"fact\\\": 8, \\\"interesting\\\": 2, \\\"new\\\": 4, \\\"share\\\": 2, \\\"cool\\\": 2, \\\"latest\\\": 2, \\\"news\\\": 2, \\\"updates\\\": 2, \\\"happening\\\": 2, \\\"in\\\": 2, \\\"world\\\": 2, \\\"entertain\\\": 2, \\\"smile\\\": 2, \\\"cheer\\\": 2, \\\"motivation\\\": 2, \\\"inspire\\\": 2, \\\"uplifting\\\": 2}\", \"word_docs\": \"{\\\"hello\\\": 2, \\\"hi\\\": 4, \\\"hey\\\": 6, \\\"there\\\": 4, \\\"good\\\": 6, \\\"morning\\\": 2, \\\"evening\\\": 2, \\\"what's\\\": 14, \\\"up\\\": 6, \\\"howdy\\\": 2, \\\"yo\\\": 2, \\\"bye\\\": 2, \\\"goodbye\\\": 2, \\\"you\\\": 84, \\\"later\\\": 4, \\\"see\\\": 2, \\\"take\\\": 2, \\\"care\\\": 2, \\\"farewell\\\": 2, \\\"i'm\\\": 2, \\\"leaving\\\": 2, \\\"catch\\\": 2, \\\"out\\\": 2, \\\"peace\\\": 2, \\\"thank\\\": 2, \\\"thanks\\\": 4, \\\"it\\\": 12, \\\"appreciate\\\": 2, \\\"much\\\": 2, \\\"obliged\\\": 2, \\\"many\\\": 2, \\\"for\\\": 4, \\\"help\\\": 8, \\\"your\\\": 14, \\\"grateful\\\": 2, \\\"can\\\": 8, \\\"me\\\": 50, \\\"assistance\\\": 4, \\\"need\\\": 6, \\\"i\\\": 18, \\\"how\\\": 18, \\\"this\\\": 4, \\\"do\\\": 28, \\\"please\\\": 2, \\\"assist\\\": 2, \\\"could\\\": 2, \\\"guidance\\\": 2, \\\"some\\\": 2, \\\"something\\\": 16, \\\"with\\\": 2, \\\"are\\\": 30, \\\"going\\\": 4, \\\"how's\\\": 8, \\\"have\\\": 10, \\\"been\\\": 2, \\\"day\\\": 4, \\\"feel\\\": 2, \\\"is\\\": 8, \\\"time\\\": 2, \\\"know\\\": 6, \\\"what\\\": 18, \\\"the\\\": 10, \\\"like\\\": 6, \\\"weather\\\": 4, \\\"raining\\\": 2, \\\"today\\\": 4, \\\"outside\\\": 2, \\\"sunny\\\": 2, \\\"snow\\\": 2, \\\"will\\\": 2, \\\"tell\\\": 20, \\\"a\\\": 22, \\\"joke\\\": 6, \\\"laugh\\\": 4, \\\"make\\\": 6, \\\"give\\\": 10, \\\"funny\\\": 4, \\\"any\\\": 4, \\\"jokes\\\": 2, \\\"an\\\": 2, \\\"ai\\\": 2, \\\"purpose\\\": 2, \\\"of\\\": 2, \\\"kind\\\": 2, \\\"chatbot\\\": 4, \\\"created\\\": 4, \\\"who\\\": 6, \\\"name\\\": 8, \\\"called\\\": 2, \\\"should\\\": 4, \\\"call\\\": 4, \\\"nickname\\\": 2, \\\"people\\\": 2, \\\"known\\\": 2, \\\"as\\\": 2, \\\"to\\\": 2, \\\"refer\\\": 2, \\\"awesome\\\": 4, \\\"you're\\\": 16, \\\"job\\\": 4, \\\"great\\\": 4, \\\"smart\\\": 4, \\\"amazing\\\": 2, \\\"best\\\": 2, \\\"really\\\": 2, \\\"helpful\\\": 2, \\\"bot\\\": 6, \\\"okish\\\": 2, \\\"dumb\\\": 2, \\\"useless\\\": 2, \\\"bad\\\": 2, \\\"don't\\\": 4, \\\"annoying\\\": 2, \\\"stupid\\\": 4, \\\"old\\\": 4, \\\"when\\\": 2, \\\"were\\\": 2, \\\"young\\\": 2, \\\"or\\\": 2, \\\"existed\\\": 2, \\\"long\\\": 2, \\\"fun\\\": 8, \\\"hobbies\\\": 2, \\\"enjoy\\\": 2, \\\"anything\\\": 2, \\\"fact\\\": 8, \\\"interesting\\\": 2, \\\"new\\\": 4, \\\"share\\\": 2, \\\"cool\\\": 2, \\\"news\\\": 2, \\\"latest\\\": 2, \\\"updates\\\": 2, \\\"world\\\": 2, \\\"happening\\\": 2, \\\"in\\\": 2, \\\"entertain\\\": 2, \\\"smile\\\": 2, \\\"cheer\\\": 2, \\\"motivation\\\": 2, \\\"inspire\\\": 2, \\\"uplifting\\\": 2}\", \"index_docs\": \"{\\\"62\\\": 2, \\\"36\\\": 4, \\\"26\\\": 6, \\\"37\\\": 4, \\\"27\\\": 6, \\\"63\\\": 2, \\\"64\\\": 2, \\\"13\\\": 14, \\\"28\\\": 6, \\\"65\\\": 2, \\\"66\\\": 2, \\\"67\\\": 2, \\\"68\\\": 2, \\\"2\\\": 84, \\\"38\\\": 4, \\\"69\\\": 2, \\\"70\\\": 2, \\\"71\\\": 2, \\\"72\\\": 2, \\\"73\\\": 2, \\\"74\\\": 2, \\\"75\\\": 2, \\\"77\\\": 2, \\\"76\\\": 2, \\\"78\\\": 2, \\\"39\\\": 4, \\\"15\\\": 12, \\\"79\\\": 2, \\\"80\\\": 2, \\\"81\\\": 2, \\\"82\\\": 2, \\\"40\\\": 4, \\\"19\\\": 8, \\\"14\\\": 14, \\\"83\\\": 2, \\\"20\\\": 8, \\\"3\\\": 50, \\\"41\\\": 4, \\\"29\\\": 6, \\\"8\\\": 18, \\\"9\\\": 18, \\\"42\\\": 4, \\\"4\\\": 28, \\\"84\\\": 2, \\\"86\\\": 2, \\\"85\\\": 2, \\\"88\\\": 2, \\\"87\\\": 2, \\\"11\\\": 16, \\\"89\\\": 2, \\\"5\\\": 30, \\\"43\\\": 4, \\\"21\\\": 8, \\\"16\\\": 10, \\\"90\\\": 2, \\\"44\\\": 4, \\\"91\\\": 2, \\\"22\\\": 8, \\\"92\\\": 2, \\\"30\\\": 6, \\\"10\\\": 18, \\\"17\\\": 10, \\\"31\\\": 6, \\\"45\\\": 4, \\\"93\\\": 2, \\\"46\\\": 4, \\\"95\\\": 2, \\\"94\\\": 2, \\\"97\\\": 2, \\\"96\\\": 2, \\\"7\\\": 20, \\\"6\\\": 22, \\\"32\\\": 6, \\\"47\\\": 4, \\\"33\\\": 6, \\\"18\\\": 10, \\\"48\\\": 4, \\\"49\\\": 4, \\\"98\\\": 2, \\\"99\\\": 2, \\\"100\\\": 2, \\\"101\\\": 2, \\\"103\\\": 2, \\\"102\\\": 2, \\\"50\\\": 4, \\\"51\\\": 4, \\\"34\\\": 6, \\\"23\\\": 8, \\\"104\\\": 2, \\\"52\\\": 4, \\\"53\\\": 4, \\\"105\\\": 2, \\\"106\\\": 2, \\\"107\\\": 2, \\\"108\\\": 2, \\\"110\\\": 2, \\\"109\\\": 2, \\\"54\\\": 4, \\\"12\\\": 16, \\\"56\\\": 4, \\\"55\\\": 4, \\\"57\\\": 4, \\\"111\\\": 2, \\\"112\\\": 2, \\\"113\\\": 2, \\\"114\\\": 2, \\\"35\\\": 6, \\\"115\\\": 2, \\\"116\\\": 2, \\\"117\\\": 2, \\\"118\\\": 2, \\\"58\\\": 4, \\\"119\\\": 2, \\\"59\\\": 4, \\\"60\\\": 4, \\\"120\\\": 2, \\\"121\\\": 2, \\\"122\\\": 2, \\\"123\\\": 2, \\\"125\\\": 2, \\\"124\\\": 2, \\\"24\\\": 8, \\\"126\\\": 2, \\\"127\\\": 2, \\\"128\\\": 2, \\\"25\\\": 8, \\\"129\\\": 2, \\\"61\\\": 4, \\\"130\\\": 2, \\\"131\\\": 2, \\\"133\\\": 2, \\\"132\\\": 2, \\\"134\\\": 2, \\\"137\\\": 2, \\\"135\\\": 2, \\\"136\\\": 2, \\\"138\\\": 2, \\\"139\\\": 2, \\\"140\\\": 2, \\\"141\\\": 2, \\\"142\\\": 2, \\\"143\\\": 2}\", \"index_word\": \"{\\\"1\\\": \\\"<OOV>\\\", \\\"2\\\": \\\"you\\\", \\\"3\\\": \\\"me\\\", \\\"4\\\": \\\"do\\\", \\\"5\\\": \\\"are\\\", \\\"6\\\": \\\"a\\\", \\\"7\\\": \\\"tell\\\", \\\"8\\\": \\\"i\\\", \\\"9\\\": \\\"how\\\", \\\"10\\\": \\\"what\\\", \\\"11\\\": \\\"something\\\", \\\"12\\\": \\\"you're\\\", \\\"13\\\": \\\"what's\\\", \\\"14\\\": \\\"your\\\", \\\"15\\\": \\\"it\\\", \\\"16\\\": \\\"have\\\", \\\"17\\\": \\\"the\\\", \\\"18\\\": \\\"give\\\", \\\"19\\\": \\\"help\\\", \\\"20\\\": \\\"can\\\", \\\"21\\\": \\\"how's\\\", \\\"22\\\": \\\"is\\\", \\\"23\\\": \\\"name\\\", \\\"24\\\": \\\"fun\\\", \\\"25\\\": \\\"fact\\\", \\\"26\\\": \\\"hey\\\", \\\"27\\\": \\\"good\\\", \\\"28\\\": \\\"up\\\", \\\"29\\\": \\\"need\\\", \\\"30\\\": \\\"know\\\", \\\"31\\\": \\\"like\\\", \\\"32\\\": \\\"joke\\\", \\\"33\\\": \\\"make\\\", \\\"34\\\": \\\"who\\\", \\\"35\\\": \\\"bot\\\", \\\"36\\\": \\\"hi\\\", \\\"37\\\": \\\"there\\\", \\\"38\\\": \\\"later\\\", \\\"39\\\": \\\"thanks\\\", \\\"40\\\": \\\"for\\\", \\\"41\\\": \\\"assistance\\\", \\\"42\\\": \\\"this\\\", \\\"43\\\": \\\"going\\\", \\\"44\\\": \\\"day\\\", \\\"45\\\": \\\"weather\\\", \\\"46\\\": \\\"today\\\", \\\"47\\\": \\\"laugh\\\", \\\"48\\\": \\\"funny\\\", \\\"49\\\": \\\"any\\\", \\\"50\\\": \\\"chatbot\\\", \\\"51\\\": \\\"created\\\", \\\"52\\\": \\\"should\\\", \\\"53\\\": \\\"call\\\", \\\"54\\\": \\\"awesome\\\", \\\"55\\\": \\\"great\\\", \\\"56\\\": \\\"job\\\", \\\"57\\\": \\\"smart\\\", \\\"58\\\": \\\"don't\\\", \\\"59\\\": \\\"stupid\\\", \\\"60\\\": \\\"old\\\", \\\"61\\\": \\\"new\\\", \\\"62\\\": \\\"hello\\\", \\\"63\\\": \\\"morning\\\", \\\"64\\\": \\\"evening\\\", \\\"65\\\": \\\"howdy\\\", \\\"66\\\": \\\"yo\\\", \\\"67\\\": \\\"bye\\\", \\\"68\\\": \\\"goodbye\\\", \\\"69\\\": \\\"see\\\", \\\"70\\\": \\\"take\\\", \\\"71\\\": \\\"care\\\", \\\"72\\\": \\\"farewell\\\", \\\"73\\\": \\\"i'm\\\", \\\"74\\\": \\\"leaving\\\", \\\"75\\\": \\\"catch\\\", \\\"76\\\": \\\"peace\\\", \\\"77\\\": \\\"out\\\", \\\"78\\\": \\\"thank\\\", \\\"79\\\": \\\"appreciate\\\", \\\"80\\\": \\\"much\\\", \\\"81\\\": \\\"obliged\\\", \\\"82\\\": \\\"many\\\", \\\"83\\\": \\\"grateful\\\", \\\"84\\\": \\\"please\\\", \\\"85\\\": \\\"could\\\", \\\"86\\\": \\\"assist\\\", \\\"87\\\": \\\"some\\\", \\\"88\\\": \\\"guidance\\\", \\\"89\\\": \\\"with\\\", \\\"90\\\": \\\"been\\\", \\\"91\\\": \\\"feel\\\", \\\"92\\\": \\\"time\\\", \\\"93\\\": \\\"raining\\\", \\\"94\\\": \\\"sunny\\\", \\\"95\\\": \\\"outside\\\", \\\"96\\\": \\\"will\\\", \\\"97\\\": \\\"snow\\\", \\\"98\\\": \\\"jokes\\\", \\\"99\\\": \\\"an\\\", \\\"100\\\": \\\"ai\\\", \\\"101\\\": \\\"purpose\\\", \\\"102\\\": \\\"kind\\\", \\\"103\\\": \\\"of\\\", \\\"104\\\": \\\"called\\\", \\\"105\\\": \\\"nickname\\\", \\\"106\\\": \\\"people\\\", \\\"107\\\": \\\"known\\\", \\\"108\\\": \\\"as\\\", \\\"109\\\": \\\"refer\\\", \\\"110\\\": \\\"to\\\", \\\"111\\\": \\\"amazing\\\", \\\"112\\\": \\\"best\\\", \\\"113\\\": \\\"really\\\", \\\"114\\\": \\\"helpful\\\", \\\"115\\\": \\\"okish\\\", \\\"116\\\": \\\"dumb\\\", \\\"117\\\": \\\"useless\\\", \\\"118\\\": \\\"bad\\\", \\\"119\\\": \\\"annoying\\\", \\\"120\\\": \\\"when\\\", \\\"121\\\": \\\"were\\\", \\\"122\\\": \\\"young\\\", \\\"123\\\": \\\"or\\\", \\\"124\\\": \\\"long\\\", \\\"125\\\": \\\"existed\\\", \\\"126\\\": \\\"hobbies\\\", \\\"127\\\": \\\"enjoy\\\", \\\"128\\\": \\\"anything\\\", \\\"129\\\": \\\"interesting\\\", \\\"130\\\": \\\"share\\\", \\\"131\\\": \\\"cool\\\", \\\"132\\\": \\\"latest\\\", \\\"133\\\": \\\"news\\\", \\\"134\\\": \\\"updates\\\", \\\"135\\\": \\\"happening\\\", \\\"136\\\": \\\"in\\\", \\\"137\\\": \\\"world\\\", \\\"138\\\": \\\"entertain\\\", \\\"139\\\": \\\"smile\\\", \\\"140\\\": \\\"cheer\\\", \\\"141\\\": \\\"motivation\\\", \\\"142\\\": \\\"inspire\\\", \\\"143\\\": \\\"uplifting\\\"}\", \"word_index\": \"{\\\"<OOV>\\\": 1, \\\"you\\\": 2, \\\"me\\\": 3, \\\"do\\\": 4, \\\"are\\\": 5, \\\"a\\\": 6, \\\"tell\\\": 7, \\\"i\\\": 8, \\\"how\\\": 9, \\\"what\\\": 10, \\\"something\\\": 11, \\\"you're\\\": 12, \\\"what's\\\": 13, \\\"your\\\": 14, \\\"it\\\": 15, \\\"have\\\": 16, \\\"the\\\": 17, \\\"give\\\": 18, \\\"help\\\": 19, \\\"can\\\": 20, \\\"how's\\\": 21, \\\"is\\\": 22, \\\"name\\\": 23, \\\"fun\\\": 24, \\\"fact\\\": 25, \\\"hey\\\": 26, \\\"good\\\": 27, \\\"up\\\": 28, \\\"need\\\": 29, \\\"know\\\": 30, \\\"like\\\": 31, \\\"joke\\\": 32, \\\"make\\\": 33, \\\"who\\\": 34, \\\"bot\\\": 35, \\\"hi\\\": 36, \\\"there\\\": 37, \\\"later\\\": 38, \\\"thanks\\\": 39, \\\"for\\\": 40, \\\"assistance\\\": 41, \\\"this\\\": 42, \\\"going\\\": 43, \\\"day\\\": 44, \\\"weather\\\": 45, \\\"today\\\": 46, \\\"laugh\\\": 47, \\\"funny\\\": 48, \\\"any\\\": 49, \\\"chatbot\\\": 50, \\\"created\\\": 51, \\\"should\\\": 52, \\\"call\\\": 53, \\\"awesome\\\": 54, \\\"great\\\": 55, \\\"job\\\": 56, \\\"smart\\\": 57, \\\"don't\\\": 58, \\\"stupid\\\": 59, \\\"old\\\": 60, \\\"new\\\": 61, \\\"hello\\\": 62, \\\"morning\\\": 63, \\\"evening\\\": 64, \\\"howdy\\\": 65, \\\"yo\\\": 66, \\\"bye\\\": 67, \\\"goodbye\\\": 68, \\\"see\\\": 69, \\\"take\\\": 70, \\\"care\\\": 71, \\\"farewell\\\": 72, \\\"i'm\\\": 73, \\\"leaving\\\": 74, \\\"catch\\\": 75, \\\"peace\\\": 76, \\\"out\\\": 77, \\\"thank\\\": 78, \\\"appreciate\\\": 79, \\\"much\\\": 80, \\\"obliged\\\": 81, \\\"many\\\": 82, \\\"grateful\\\": 83, \\\"please\\\": 84, \\\"could\\\": 85, \\\"assist\\\": 86, \\\"some\\\": 87, \\\"guidance\\\": 88, \\\"with\\\": 89, \\\"been\\\": 90, \\\"feel\\\": 91, \\\"time\\\": 92, \\\"raining\\\": 93, \\\"sunny\\\": 94, \\\"outside\\\": 95, \\\"will\\\": 96, \\\"snow\\\": 97, \\\"jokes\\\": 98, \\\"an\\\": 99, \\\"ai\\\": 100, \\\"purpose\\\": 101, \\\"kind\\\": 102, \\\"of\\\": 103, \\\"called\\\": 104, \\\"nickname\\\": 105, \\\"people\\\": 106, \\\"known\\\": 107, \\\"as\\\": 108, \\\"refer\\\": 109, \\\"to\\\": 110, \\\"amazing\\\": 111, \\\"best\\\": 112, \\\"really\\\": 113, \\\"helpful\\\": 114, \\\"okish\\\": 115, \\\"dumb\\\": 116, \\\"useless\\\": 117, \\\"bad\\\": 118, \\\"annoying\\\": 119, \\\"when\\\": 120, \\\"were\\\": 121, \\\"young\\\": 122, \\\"or\\\": 123, \\\"long\\\": 124, \\\"existed\\\": 125, \\\"hobbies\\\": 126, \\\"enjoy\\\": 127, \\\"anything\\\": 128, \\\"interesting\\\": 129, \\\"share\\\": 130, \\\"cool\\\": 131, \\\"latest\\\": 132, \\\"news\\\": 133, \\\"updates\\\": 134, \\\"happening\\\": 135, \\\"in\\\": 136, \\\"world\\\": 137, \\\"entertain\\\": 138, \\\"smile\\\": 139, \\\"cheer\\\": 140, \\\"motivation\\\": 141, \\\"inspire\\\": 142, \\\"uplifting\\\": 143}\"}}"