"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 5000, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": \"<OOV>\", \"document_count\": 115, \"word_counts\": \"{\\\"hello\\\": 1, \\\"hi\\\": 2, \\\"hey\\\": 3, \\\"there\\\": 2, \\\"good\\\": 3, \\\"morning\\\": 1, \\\"evening\\\": 1, \\\"what's\\\": 7, \\\"up\\\": 3, \\\"howdy\\\": 1, \\\"yo\\\": 1, \\\"bye\\\": 1, \\\"goodbye\\\": 1, \\\"see\\\": 1, \\\"you\\\": 42, \\\"later\\\": 2, \\\"take\\\": 1, \\\"care\\\": 1, \\\"farewell\\\": 1, \\\"i'm\\\": 1, \\\"leaving\\\": 1, \\\"catch\\\": 1, \\\"peace\\\": 1, \\\"out\\\": 1, \\\"thank\\\": 1, \\\"thanks\\\": 2, \\\"appreciate\\\": 1, \\\"it\\\": 6, \\\"much\\\": 1, \\\"obliged\\\": 1, \\\"many\\\": 1, \\\"grateful\\\": 1, \\\"for\\\": 2, \\\"your\\\": 7, \\\"help\\\": 4, \\\"can\\\": 4, \\\"me\\\": 25, \\\"i\\\": 9, \\\"need\\\": 3, \\\"assistance\\\": 2, \\\"how\\\": 9, \\\"do\\\": 17, \\\"this\\\": 2, \\\"please\\\": 1, \\\"could\\\": 1, \\\"assist\\\": 1, \\\"some\\\": 1, \\\"guidance\\\": 1, \\\"with\\\": 1, \\\"something\\\": 8, \\\"are\\\": 15, \\\"how's\\\": 4, \\\"going\\\": 2, \\\"have\\\": 5, \\\"been\\\": 1, \\\"day\\\": 2, \\\"feel\\\": 1, \\\"know\\\": 3, \\\"what\\\": 9, \\\"time\\\": 1, \\\"is\\\": 4, \\\"the\\\": 5, \\\"weather\\\": 2, \\\"like\\\": 3, \\\"raining\\\": 1, \\\"today\\\": 2, \\\"sunny\\\": 1, \\\"outside\\\": 1, \\\"will\\\": 1, \\\"snow\\\": 1, \\\"tell\\\": 10, \\\"a\\\": 11, \\\"joke\\\": 3, \\\"make\\\": 3, \\\"laugh\\\": 2, \\\"give\\\": 5, \\\"funny\\\": 2, \\\"any\\\": 2, \\\"jokes\\\": 1, \\\"an\\\": 1, \\\"ai\\\": 1, \\\"purpose\\\": 1, \\\"kind\\\": 1, \\\"of\\\": 1, \\\"chatbot\\\": 2, \\\"who\\\": 3, \\\"created\\\": 2, \\\"name\\\": 4, \\\"called\\\": 1, \\\"should\\\": 2, \\\"call\\\": 2, \\\"nickname\\\": 1, \\\"people\\\": 1, \\\"known\\\": 1, \\\"as\\\": 1, \\\"refer\\\": 1, \\\"to\\\": 1, \\\"you're\\\": 8, \\\"awesome\\\": 2, \\\"great\\\": 2, \\\"job\\\": 2, \\\"smart\\\": 2, \\\"amazing\\\": 1, \\\"best\\\": 1, \\\"really\\\": 1, \\\"helpful\\\": 1, \\\"bot\\\": 3, \\\"okish\\\": 1, \\\"dumb\\\": 1, \\\"useless\\\": 1, \\\"bad\\\": 1, \\\"don't\\\": 2, \\\"annoying\\\": 1, \\\"stupid\\\": 2, \\\"old\\\": 2, \\\"when\\\": 1, \\\"were\\\": 1, \\\"young\\\": 1, \\\"or\\\": 1, \\\"long\\\": 1, \\\"existed\\\": 1, \\\"fun\\\": 4, \\\"hobbies\\\": 1, \\\"enjoy\\\": 1, \\\"anything\\\": 1, \\\"fact\\\": 4, \\\"interesting\\\": 1, \\\"new\\\": 2, \\\"share\\\": 1, \\\"cool\\\": 1, \\\"latest\\\": 1, \\\"news\\\": 1, \\\"updates\\\": 1, \\\"happening\\\": 1, \\\"in\\\": 1, \\\"world\\\": 1, \\\"entertain\\\": 1, \\\"smile\\\": 1, \\\"cheer\\\": 1, \\\"motivation\\\": 1, \\\"inspire\\\": 1, \\\"uplifting\\\": 1}\", \"word_docs\": \"{\\\"hello\\\": 1, \\\"hi\\\": 2, \\\"hey\\\": 3, \\\"there\\\": 2, \\\"good\\\": 3, \\\"morning\\\": 1, \\\"evening\\\": 1, \\\"up\\\": 3, \\\"what's\\\": 7, \\\"howdy\\\": 1, \\\"yo\\\": 1, \\\"bye\\\": 1, \\\"goodbye\\\": 1, \\\"you\\\": 42, \\\"see\\\": 1, \\\"later\\\": 2, \\\"take\\\": 1, \\\"care\\\": 1, \\\"farewell\\\": 1, \\\"leaving\\\": 1, \\\"i'm\\\": 1, \\\"catch\\\": 1, \\\"out\\\": 1, \\\"peace\\\": 1, \\\"thank\\\": 1, \\\"thanks\\\": 2, \\\"it\\\": 6, \\\"appreciate\\\": 1, \\\"much\\\": 1, \\\"obliged\\\": 1, \\\"many\\\": 1, \\\"your\\\": 7, \\\"help\\\": 4, \\\"grateful\\\": 1, \\\"for\\\": 2, \\\"can\\\": 4, \\\"me\\\": 25, \\\"i\\\": 9, \\\"assistance\\\": 2, \\\"need\\\": 3, \\\"how\\\": 9, \\\"this\\\": 2, \\\"do\\\": 14, \\\"please\\\": 1, \\\"assist\\\": 1, \\\"could\\\": 1, \\\"guidance\\\": 1, \\\"some\\\": 1, \\\"with\\\": 1, \\\"something\\\": 8, \\\"are\\\": 15, \\\"going\\\": 2, \\\"how's\\\": 4, \\\"have\\\": 5, \\\"been\\\": 1, \\\"day\\\": 2, \\\"feel\\\": 1, \\\"time\\\": 1, \\\"what\\\": 9, \\\"know\\\": 3, \\\"is\\\": 4, \\\"weather\\\": 2, \\\"like\\\": 3, \\\"the\\\": 5, \\\"raining\\\": 1, \\\"today\\\": 2, \\\"outside\\\": 1, \\\"sunny\\\": 1, \\\"will\\\": 1, \\\"snow\\\": 1, \\\"a\\\": 11, \\\"joke\\\": 3, \\\"tell\\\": 10, \\\"make\\\": 3, \\\"laugh\\\": 2, \\\"give\\\": 5, \\\"funny\\\": 2, \\\"jokes\\\": 1, \\\"any\\\": 2, \\\"an\\\": 1, \\\"ai\\\": 1, \\\"purpose\\\": 1, \\\"of\\\": 1, \\\"kind\\\": 1, \\\"chatbot\\\": 2, \\\"created\\\": 2, \\\"who\\\": 3, \\\"name\\\": 4, \\\"called\\\": 1, \\\"should\\\": 2, \\\"call\\\": 2, \\\"nickname\\\": 1, \\\"people\\\": 1, \\\"known\\\": 1, \\\"as\\\": 1, \\\"to\\\": 1, \\\"refer\\\": 1, \\\"you're\\\": 8, \\\"awesome\\\": 2, \\\"job\\\": 2, \\\"great\\\": 2, \\\"smart\\\": 2, \\\"amazing\\\": 1, \\\"best\\\": 1, \\\"really\\\": 1, \\\"helpful\\\": 1, \\\"bot\\\": 3, \\\"okish\\\": 1, \\\"dumb\\\": 1, \\\"useless\\\": 1, \\\"bad\\\": 1, \\\"don't\\\": 2, \\\"annoying\\\": 1, \\\"stupid\\\": 2, \\\"old\\\": 2, \\\"were\\\": 1, \\\"when\\\": 1, \\\"young\\\": 1, \\\"or\\\": 1, \\\"existed\\\": 1, \\\"long\\\": 1, \\\"fun\\\": 4, \\\"hobbies\\\": 1, \\\"anything\\\": 1, \\\"enjoy\\\": 1, \\\"fact\\\": 4, \\\"interesting\\\": 1, \\\"new\\\": 2, \\\"share\\\": 1, \\\"cool\\\": 1, \\\"latest\\\": 1, \\\"news\\\": 1, \\\"updates\\\": 1, \\\"happening\\\": 1, \\\"in\\\": 1, \\\"world\\\": 1, \\\"entertain\\\": 1, \\\"smile\\\": 1, \\\"cheer\\\": 1, \\\"motivation\\\": 1, \\\"inspire\\\": 1, \\\"uplifting\\\": 1}\", \"index_docs\": \"{\\\"62\\\": 1, \\\"36\\\": 2, \\\"26\\\": 3, \\\"37\\\": 2, \\\"27\\\": 3, \\\"63\\\": 1, \\\"64\\\": 1, \\\"28\\\": 3, \\\"13\\\": 7, \\\"65\\\": 1, \\\"66\\\": 1, \\\"67\\\": 1, \\\"68\\\": 1, \\\"2\\\": 42, \\\"69\\\": 1, \\\"38\\\": 2, \\\"70\\\": 1, \\\"71\\\": 1, \\\"72\\\": 1, \\\"74\\\": 1, \\\"73\\\": 1, \\\"75\\\": 1, \\\"77\\\": 1, \\\"76\\\": 1, \\\"78\\\": 1, \\\"39\\\": 2, \\\"15\\\": 6, \\\"79\\\": 1, \\\"80\\\": 1, \\\"81\\\": 1, \\\"82\\\": 1, \\\"14\\\": 7, \\\"19\\\": 4, \\\"83\\\": 1, \\\"40\\\": 2, \\\"20\\\": 4, \\\"3\\\": 25, \\\"8\\\": 9, \\\"41\\\": 2, \\\"29\\\": 3, \\\"9\\\": 9, \\\"42\\\": 2, \\\"4\\\": 14, \\\"84\\\": 1, \\\"86\\\": 1, \\\"85\\\": 1, \\\"88\\\": 1, \\\"87\\\": 1, \\\"89\\\": 1, \\\"11\\\": 8, \\\"5\\\": 15, \\\"43\\\": 2, \\\"21\\\": 4, \\\"16\\\": 5, \\\"90\\\": 1, \\\"44\\\": 2, \\\"91\\\": 1, \\\"92\\\": 1, \\\"10\\\": 9, \\\"30\\\": 3, \\\"22\\\": 4, \\\"45\\\": 2, \\\"31\\\": 3, \\\"17\\\": 5, \\\"93\\\": 1, \\\"46\\\": 2, \\\"95\\\": 1, \\\"94\\\": 1, \\\"96\\\": 1, \\\"97\\\": 1, \\\"6\\\": 11, \\\"32\\\": 3, \\\"7\\\": 10, \\\"33\\\": 3, \\\"47\\\": 2, \\\"18\\\": 5, \\\"48\\\": 2, \\\"98\\\": 1, \\\"49\\\": 2, \\\"99\\\": 1, \\\"100\\\": 1, \\\"101\\\": 1, \\\"103\\\": 1, \\\"102\\\": 1, \\\"50\\\": 2, \\\"51\\\": 2, \\\"34\\\": 3, \\\"23\\\": 4, \\\"104\\\": 1, \\\"52\\\": 2, \\\"53\\\": 2, \\\"105\\\": 1, \\\"106\\\": 1, \\\"107\\\": 1, \\\"108\\\": 1, \\\"110\\\": 1, \\\"109\\\": 1, \\\"12\\\": 8, \\\"54\\\": 2, \\\"56\\\": 2, \\\"55\\\": 2, \\\"57\\\": 2, \\\"111\\\": 1, \\\"112\\\": 1, \\\"113\\\": 1, \\\"114\\\": 1, \\\"35\\\": 3, \\\"115\\\": 1, \\\"116\\\": 1, \\\"117\\\": 1, \\\"118\\\": 1, \\\"58\\\": 2, \\\"119\\\": 1, \\\"59\\\": 2, \\\"60\\\": 2, \\\"121\\\": 1, \\\"120\\\": 1, \\\"122\\\": 1, \\\"123\\\": 1, \\\"125\\\": 1, \\\"124\\\": 1, \\\"24\\\": 4, \\\"126\\\": 1, \\\"128\\\": 1, \\\"127\\\": 1, \\\"25\\\": 4, \\\"129\\\": 1, \\\"61\\\": 2, \\\"130\\\": 1, \\\"131\\\": 1, \\\"132\\\": 1, \\\"133\\\": 1, \\\"134\\\": 1, \\\"135\\\": 1, \\\"136\\\": 1, \\\"137\\\": 1, \\\"138\\\": 1, \\\"139\\\": 1, \\\"140\\\": 1, \\\"141\\\": 1, \\\"142\\\": 1, \\\"143\\\": 1}\", \"index_word\": \"{\\\"1\\\": \\\"<OOV>\\\", \\\"2\\\": \\\"you\\\", \\\"3\\\": \\\"me\\\", \\\"4\\\": \\\"do\\\", \\\"5\\\": \\\"are\\\", \\\"6\\\": \\\"a\\\", \\\"7\\\": \\\"tell\\\", \\\"8\\\": \\\"i\\\", \\\"9\\\": \\\"how\\\", \\\"10\\\": \\\"what\\\", \\\"11\\\": \\\"something\\\", \\\"12\\\": \\\"you're\\\", \\\"13\\\": \\\"what's\\\", \\\"14\\\": \\\"your\\\", \\\"15\\\": \\\"it\\\", \\\"16\\\": \\\"have\\\", \\\"17\\\": \\\"the\\\", \\\"18\\\": \\\"give\\\", \\\"19\\\": \\\"help\\\", \\\"20\\\": \\\"can\\\", \\\"21\\\": \\\"how's\\\", \\\"22\\\": \\\"is\\\", \\\"23\\\": \\\"name\\\", \\\"24\\\": \\\"fun\\\", \\\"25\\\": \\\"fact\\\", \\\"26\\\": \\\"hey\\\", \\\"27\\\": \\\"good\\\", \\\"28\\\": \\\"up\\\", \\\"29\\\": \\\"need\\\", \\\"30\\\": \\\"know\\\", \\\"31\\\": \\\"like\\\", \\\"32\\\": \\\"joke\\\", \\\"33\\\": \\\"make\\\", \\\"34\\\": \\\"who\\\", \\\"35\\\": \\\"bot\\\", \\\"36\\\": \\\"hi\\\", \\\"37\\\": \\\"there\\\", \\\"38\\\": \\\"later\\\", \\\"39\\\": \\\"thanks\\\", \\\"40\\\": \\\"for\\\", \\\"41\\\": \\\"assistance\\\", \\\"42\\\": \\\"this\\\", \\\"43\\\": \\\"going\\\", \\\"44\\\": \\\"day\\\", \\\"45\\\": \\\"weather\\\", \\\"46\\\": \\\"today\\\", \\\"47\\\": \\\"laugh\\\", \\\"48\\\": \\\"funny\\\", \\\"49\\\": \\\"any\\\", \\\"50\\\": \\\"chatbot\\\", \\\"51\\\": \\\"created\\\", \\\"52\\\": \\\"should\\\", \\\"53\\\": \\\"call\\\", \\\"54\\\": \\\"awesome\\\", \\\"55\\\": \\\"great\\\", \\\"56\\\": \\\"job\\\", \\\"57\\\": \\\"smart\\\", \\\"58\\\": \\\"don't\\\", \\\"59\\\": \\\"stupid\\\", \\\"60\\\": \\\"old\\\", \\\"61\\\": \\\"new\\\", \\\"62\\\": \\\"hello\\\", \\\"63\\\": \\\"morning\\\", \\\"64\\\": \\\"evening\\\", \\\"65\\\": \\\"howdy\\\", \\\"66\\\": \\\"yo\\\", \\\"67\\\": \\\"bye\\\", \\\"68\\\": \\\"goodbye\\\", \\\"69\\\": \\\"see\\\", \\\"70\\\": \\\"take\\\", \\\"71\\\": \\\"care\\\", \\\"72\\\": \\\"farewell\\\", \\\"73\\\": \\\"i'm\\\", \\\"74\\\": \\\"leaving\\\", \\\"75\\\": \\\"catch\\\", \\\"76\\\": \\\"peace\\\", \\\"77\\\": \\\"out\\\", \\\"78\\\": \\\"thank\\\", \\\"79\\\": \\\"appreciate\\\", \\\"80\\\": \\\"much\\\", \\\"81\\\": \\\"obliged\\\", \\\"82\\\": \\\"many\\\", \\\"83\\\": \\\"grateful\\\", \\\"84\\\": \\\"please\\\", \\\"85\\\": \\\"could\\\", \\\"86\\\": \\\"assist\\\", \\\"87\\\": \\\"some\\\", \\\"88\\\": \\\"guidance\\\", \\\"89\\\": \\\"with\\\", \\\"90\\\": \\\"been\\\", \\\"91\\\": \\\"feel\\\", \\\"92\\\": \\\"time\\\", \\\"93\\\": \\\"raining\\\", \\\"94\\\": \\\"sunny\\\", \\\"95\\\": \\\"outside\\\", \\\"96\\\": \\\"will\\\", \\\"97\\\": \\\"snow\\\", \\\"98\\\": \\\"jokes\\\", \\\"99\\\": \\\"an\\\", \\\"100\\\": \\\"ai\\\", \\\"101\\\": \\\"purpose\\\", \\\"102\\\": \\\"kind\\\", \\\"103\\\": \\\"of\\\", \\\"104\\\": \\\"called\\\", \\\"105\\\": \\\"nickname\\\", \\\"106\\\": \\\"people\\\", \\\"107\\\": \\\"known\\\", \\\"108\\\": \\\"as\\\", \\\"109\\\": \\\"refer\\\", \\\"110\\\": \\\"to\\\", \\\"111\\\": \\\"amazing\\\", \\\"112\\\": \\\"best\\\", \\\"113\\\": \\\"really\\\", \\\"114\\\": \\\"helpful\\\", \\\"115\\\": \\\"okish\\\", \\\"116\\\": \\\"dumb\\\", \\\"117\\\": \\\"useless\\\", \\\"118\\\": \\\"bad\\\", \\\"119\\\": \\\"annoying\\\", \\\"120\\\": \\\"when\\\", \\\"121\\\": \\\"were\\\", \\\"122\\\": \\\"young\\\", \\\"123\\\": \\\"or\\\", \\\"124\\\": \\\"long\\\", \\\"125\\\": \\\"existed\\\", \\\"126\\\": \\\"hobbies\\\", \\\"127\\\": \\\"enjoy\\\", \\\"128\\\": \\\"anything\\\", \\\"129\\\": \\\"interesting\\\", \\\"130\\\": \\\"share\\\", \\\"131\\\": \\\"cool\\\", \\\"132\\\": \\\"latest\\\", \\\"133\\\": \\\"news\\\", \\\"134\\\": \\\"updates\\\", \\\"135\\\": \\\"happening\\\", \\\"136\\\": \\\"in\\\", \\\"137\\\": \\\"world\\\", \\\"138\\\": \\\"entertain\\\", \\\"139\\\": \\\"smile\\\", \\\"140\\\": \\\"cheer\\\", \\\"141\\\": \\\"motivation\\\", \\\"142\\\": \\\"inspire\\\", \\\"143\\\": \\\"uplifting\\\"}\", \"word_index\": \"{\\\"<OOV>\\\": 1, \\\"you\\\": 2, \\\"me\\\": 3, \\\"do\\\": 4, \\\"are\\\": 5, \\\"a\\\": 6, \\\"tell\\\": 7, \\\"i\\\": 8, \\\"how\\\": 9, \\\"what\\\": 10, \\\"something\\\": 11, \\\"you're\\\": 12, \\\"what's\\\": 13, \\\"your\\\": 14, \\\"it\\\": 15, \\\"have\\\": 16, \\\"the\\\": 17, \\\"give\\\": 18, \\\"help\\\": 19, \\\"can\\\": 20, \\\"how's\\\": 21, \\\"is\\\": 22, \\\"name\\\": 23, \\\"fun\\\": 24, \\\"fact\\\": 25, \\\"hey\\\": 26, \\\"good\\\": 27, \\\"up\\\": 28, \\\"need\\\": 29, \\\"know\\\": 30, \\\"like\\\": 31, \\\"joke\\\": 32, \\\"make\\\": 33, \\\"who\\\": 34, \\\"bot\\\": 35, \\\"hi\\\": 36, \\\"there\\\": 37, \\\"later\\\": 38, \\\"thanks\\\": 39, \\\"for\\\": 40, \\\"assistance\\\": 41, \\\"this\\\": 42, \\\"going\\\": 43, \\\"day\\\": 44, \\\"weather\\\": 45, \\\"today\\\": 46, \\\"laugh\\\": 47, \\\"funny\\\": 48, \\\"any\\\": 49, \\\"chatbot\\\": 50, \\\"created\\\": 51, \\\"should\\\": 52, \\\"call\\\": 53, \\\"awesome\\\": 54, \\\"great\\\": 55, \\\"job\\\": 56, \\\"smart\\\": 57, \\\"don't\\\": 58, \\\"stupid\\\": 59, \\\"old\\\": 60, \\\"new\\\": 61, \\\"hello\\\": 62, \\\"morning\\\": 63, \\\"evening\\\": 64, \\\"howdy\\\": 65, \\\"yo\\\": 66, \\\"bye\\\": 67, \\\"goodbye\\\": 68, \\\"see\\\": 69, \\\"take\\\": 70, \\\"care\\\": 71, \\\"farewell\\\": 72, \\\"i'm\\\": 73, \\\"leaving\\\": 74, \\\"catch\\\": 75, \\\"peace\\\": 76, \\\"out\\\": 77, \\\"thank\\\": 78, \\\"appreciate\\\": 79, \\\"much\\\": 80, \\\"obliged\\\": 81, \\\"many\\\": 82, \\\"grateful\\\": 83, \\\"please\\\": 84, \\\"could\\\": 85, \\\"assist\\\": 86, \\\"some\\\": 87, \\\"guidance\\\": 88, \\\"with\\\": 89, \\\"been\\\": 90, \\\"feel\\\": 91, \\\"time\\\": 92, \\\"raining\\\": 93, \\\"sunny\\\": 94, \\\"outside\\\": 95, \\\"will\\\": 96, \\\"snow\\\": 97, \\\"jokes\\\": 98, \\\"an\\\": 99, \\\"ai\\\": 100, \\\"purpose\\\": 101, \\\"kind\\\": 102, \\\"of\\\": 103, \\\"called\\\": 104, \\\"nickname\\\": 105, \\\"people\\\": 106, \\\"known\\\": 107, \\\"as\\\": 108, \\\"refer\\\": 109, \\\"to\\\": 110, \\\"amazing\\\": 111, \\\"best\\\": 112, \\\"really\\\": 113, \\\"helpful\\\": 114, \\\"okish\\\": 115, \\\"dumb\\\": 116, \\\"useless\\\": 117, \\\"bad\\\": 118, \\\"annoying\\\": 119, \\\"when\\\": 120, \\\"were\\\": 121, \\\"young\\\": 122, \\\"or\\\": 123, \\\"long\\\": 124, \\\"existed\\\": 125, \\\"hobbies\\\": 126, \\\"enjoy\\\": 127, \\\"anything\\\": 128, \\\"interesting\\\": 129, \\\"share\\\": 130, \\\"cool\\\": 131, \\\"latest\\\": 132, \\\"news\\\": 133, \\\"updates\\\": 134, \\\"happening\\\": 135, \\\"in\\\": 136, \\\"world\\\": 137, \\\"entertain\\\": 138, \\\"smile\\\": 139, \\\"cheer\\\": 140, \\\"motivation\\\": 141, \\\"inspire\\\": 142, \\\"uplifting\\\": 143}\"}}"