"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 1000, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": \"<OOV>\", \"document_count\": 7, \"word_counts\": \"{\\\"hello\\\": 1, \\\"hi\\\": 1, \\\"hey\\\": 1, \\\"there\\\": 1, \\\"good\\\": 1, \\\"morning\\\": 1, \\\"bye\\\": 1, \\\"goodbye\\\": 1, \\\"see\\\": 1, \\\"you\\\": 1, \\\"later\\\": 1}\", \"word_docs\": \"{\\\"hello\\\": 1, \\\"hi\\\": 1, \\\"hey\\\": 1, \\\"there\\\": 1, \\\"morning\\\": 1, \\\"good\\\": 1, \\\"bye\\\": 1, \\\"goodbye\\\": 1, \\\"you\\\": 1, \\\"see\\\": 1, \\\"later\\\": 1}\", \"index_docs\": \"{\\\"2\\\": 1, \\\"3\\\": 1, \\\"4\\\": 1, \\\"5\\\": 1, \\\"7\\\": 1, \\\"6\\\": 1, \\\"8\\\": 1, \\\"9\\\": 1, \\\"11\\\": 1, \\\"10\\\": 1, \\\"12\\\": 1}\", \"index_word\": \"{\\\"1\\\": \\\"<OOV>\\\", \\\"2\\\": \\\"hello\\\", \\\"3\\\": \\\"hi\\\", \\\"4\\\": \\\"hey\\\", \\\"5\\\": \\\"there\\\", \\\"6\\\": \\\"good\\\", \\\"7\\\": \\\"morning\\\", \\\"8\\\": \\\"bye\\\", \\\"9\\\": \\\"goodbye\\\", \\\"10\\\": \\\"see\\\", \\\"11\\\": \\\"you\\\", \\\"12\\\": \\\"later\\\"}\", \"word_index\": \"{\\\"<OOV>\\\": 1, \\\"hello\\\": 2, \\\"hi\\\": 3, \\\"hey\\\": 4, \\\"there\\\": 5, \\\"good\\\": 6, \\\"morning\\\": 7, \\\"bye\\\": 8, \\\"goodbye\\\": 9, \\\"see\\\": 10, \\\"you\\\": 11, \\\"later\\\": 12}\"}}"